// config.js
const CONFIG = {
  people: [
    "동원",
    "창현",
    "영태",
    "재륜",
    "민우",
    "동현",
    "훈형",
    "성민",
    "기호",
    "유진"
  ],

  gifts: [
    { key: 1, hint: "선물 힌트 : 01번 힌트입니다."},
    { key: 2, hint: "선물 힌트 : 02번 힌트입니다."},
    { key: 3, hint: "선물 힌트 : 03번 힌트입니다."},
    { key: 4, hint: "선물 힌트 : 04번 힌트입니다."},
    { key: 5, hint: "선물 힌트 : 05번 힌트입니다."},
    { key: 6, hint: "선물 힌트 : 06번 힌트입니다."},
    { key: 7, hint: "선물 힌트 : 07번 힌트입니다."},
    { key: 8, hint: "선물 힌트 : 08번 힌트입니다."},
    { key: 9, hint: "선물 힌트 : 09번 힌트입니다."},
    { key: 10, hint: "선물 힌트 : 10번 힌트입니다."},
  ]
};

// // config.js
// const CONFIG = {
//   people: [
//     "이수영교수님",
//     "동원",
//     "창현",
//     "영태",
//     "재륜",
//     "민우",
//     "형배",
//     "동현",
//     "훈형",
//     "성민",
//     "정우",
//     "기호",
//     "유진"
//   ],

//   gifts: [
//     { key: 1, hint: "선물 힌트 : 01번 힌트입니다."},
//     { key: 2, hint: "선물 힌트 : 02번 힌트입니다."},
//     { key: 3, hint: "선물 힌트 : 03번 힌트입니다."},
//     { key: 4, hint: "선물 힌트 : 04번 힌트입니다."},
//     { key: 5, hint: "선물 힌트 : 05번 힌트입니다."},
//     { key: 6, hint: "선물 힌트 : 06번 힌트입니다."},
//     { key: 7, hint: "선물 힌트 : 07번 힌트입니다."},
//     { key: 8, hint: "선물 힌트 : 08번 힌트입니다."},
//     { key: 9, hint: "선물 힌트 : 09번 힌트입니다."},
//     { key: 10, hint: "선물 힌트 : 10번 힌트입니다."},
//     { key: 11, hint: "선물 힌트 : 11번 힌트입니다."},
//     { key: 12, hint: "선물 힌트 : 12번 힌트입니다."},
//     { key: 13, hint: "선물 힌트 : 13번 힌트입니다."}
//   ]
// };
