// config.js
const CONFIG = {
  people: [
    "이수영교수님",
    "동원",
    "창현",
    "영태",
    "재륜",
    "민우",
    "형배",
    "동현",
    "훈형",
    "성민",
    "정우",
    "기호",
    "유진"
  ],

  gifts: [
    { key: 1, hint: "선물 힌트 : Professor Lee의 선물! 당신은 최고의 럭키가이!!"},
    { key: 2, hint: "선물 힌트 : 이 것을 먹으면 머리가 좋아집니다."},
    { key: 3, hint: "선물 힌트 : 현재 연구실에 이거 있는사람 한명밖에 없음"},
    { key: 4, hint: "선물 힌트 : 필요한건 다 있긴 함."},
    { key: 5, hint: "선물 힌트 : Touch the cloud"},
    { key: 6, hint: "선물 힌트 : 당신의 드림카. 이뤄드리겠습니다."},
    { key: 7, hint: "선물 힌트 : 세월은 금."},
    { key: 8, hint: "선물 힌트 : 연구실에 애정이 클수록 더 감동받는 선물"},
    { key: 9, hint: "선물 힌트 : 남.. ㅈ ㅏ는.. ㄱ ㅏ끔...  눈물을... 흘린.. ㄷ ㅏ..."},
    { key: 10, hint: "선물 힌트 : 신나게 놀아볼까?"},
    { key: 11, hint: "선물 힌트 : 각도의 중요성"},
    { key: 12, hint: "선물 힌트 : 뿅뿅뿅"},
    { key: 13, hint: "선물 힌트 : 도마뱀"}
  ]
};
