// config.js
const CONFIG = {
  people: [
    "이수영교수님",
    "동원",
    "창현",
    "영태",
    "재륜",
    "민우",
    "형배",
    "동현",
    "훈형",
    "성민",
    "정우",
    "기호",
    "유진"
  ],

  gifts: [
    { key: 11, hint: "01번 선물 : 01번 힌트입니다." },
    { key: 12, hint: "02번 선물 : 02번 힌트입니다." },
    { key: 13, hint: "03번 선물 : 03번 힌트입니다." },
    { key: 14, hint: "04번 선물 : 04번 힌트입니다." },
    { key: 15, hint: "05번 선물 : 05번 힌트입니다." },
    { key: 16, hint: "06번 선물 : 06번 힌트입니다." },
    { key: 17, hint: "07번 선물 : 07번 힌트입니다." },
    { key: 18, hint: "08번 선물 : 08번 힌트입니다." },
    { key: 19, hint: "09번 선물 : 09번 힌트입니다." },
    { key: 20, hint: "10번 선물 : 10번 힌트입니다." },
    { key: 21, hint: "11번 선물 : 11번 힌트입니다." },
    { key: 22, hint: "12번 선물 : 12번 힌트입니다." },
    { key: 23, hint: "13번 선물 : 13번 힌트입니다." },
  ]
};
